Repository: yogeshpadekar/SendMoneyApp
Catalog: SendMoneyApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Change Language
ar: تغيير اللغة

source: Enter Value
ar: أدخل القيمة

source: Field
ar: حقل

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة

source: Language
ar: اللغة

source: LOGIN
ar: تسجيل الدخول

source: Password
ar: كلمة المرور

source: Provider
ar: المزود

source: Request JSON
ar: طلب JSON

source: Request saved successfully!
ar: تم حفظ الطلب بنجاح!

source: SAVE
ar: حفظ

source: Saved Requests
ar: الطلبات المحفوظة

source: Select Language
ar: اختر اللغة

source: SEND
ar: إرسال

source: Send Money
ar: إرسال الأموال

source: Service
ar: الخدمة

source: Unknown Service
ar: خدمة غير معروفة

source: Username
ar: اسم المستخدم

source: View JSON
ar: عرض JSON

source: View Requests
ar: عرض الطلبات
